<template lang="pug">
    include ../../tools/mixins.pug

    +b.SECTION.text-info#about
        +e.container.container
            +e.text.text
                h2 Кому подойдет
                p Программа создана для учеников #[b 8 — 11 классов], которые интересуются химией и хотят преобрести новые знания для достижения высоких результатов
                ul.images
                    li(
                        v-for="benefit in benefits"
                    )
                        img(:src="benefit.img")
                        h4 {{ benefit.title }}
                        p {{ benefit.text }}
                +e.tasks
                    h4 Цели и задачи
                    p Сформировать систему химических знаний для успешного участия в олимпиадах различного уровня.
                    ul.list
                        li(
                            v-for="item in listLeft"
                        )
                            p {{ item.text }}
                    ul.list
                        li(
                            v-for="item in listRight"
                        )
                            p {{ item.text }}
                h3 Развиваем навыки и знания
                ul.images-3-6
                    li(
                        v-for="skill in skills"
                    )
                        img(:src="skill.img")
                        p {{ skill.text }}
                p Система занятий построена таким образом, чтобы на каждом занятии ребенок узнавал что-то новое, обогащая свой словарный запас, постигая лексическое многообразие и образность родного языка, приобрел навыки самостоятельной работы в различных жанрах публицистического стиля; научился писать заметки, статьи, рецензии, очерки, репортажи.


</template>

<script>
    export default {
        data(){
            return{
                listLeft: [
                    {
                        text: 'проведение психологической адаптации обучающихся к требованиям олимпиады; '
                    },
                    {
                        text: 'опережающее изучение теоретической части химии на углубленном уровне;'
                    },
                    {
                        text: 'знакомство со способами решения (алгоритмами) основных типов олимпиадных задач; '
                    },
                    {
                        text: 'совершенствование умений сравнивать, наблюдать, устанавливать причинно-следственные связи между составом, строением, свойствами веществ, делать обобщения;'
                    }
                ],
                listRight: [
                    {
                        text: 'совершенствование умения работы с лабораторным оборудованием и химическими реактивами для решения экспериментальных задач; '
                    },
                    {
                        text: 'применение межпредметных связей для выполнения заданий по химии;'
                    },
                    {
                        text: 'развитие творческого и логического мышления.'
                    }
                ],
                benefits: [
                    {
                        img: '/public/images/text-info/1.svg',
                        title: 'Теория',
                        text: 'Лучшие преподаватели и простроенный курс занятий позволяет максимально погрузиться в область изучения химии'
                    },
                    {
                        img: '/public/images/text-info/2.svg',
                        title: 'Практика',
                        text: 'Система занятий построена таким образом, чтобы на каждом занятии ребенок узнавал что-то новое, обогащая свой словарный запас, постигая лексическое многообразие.'
                    },
                    {
                        img: '/public/images/text-info/3.svg',
                        title: 'Мотивация',
                        text: 'Система занятий построена таким образом, чтобы на каждом занятии ребенок узнавал что-то новое, обогащая свой словарный запас, постигая лексическое многообразие.'
                    }
                ],
                skills: [
                    {
                        img: '/public/images/text/palette.svg',
                        text: 'Организаторских и творческих способностей'
                    },
                    {
                        img: '/public/images/text/book.svg',
                        text: 'Умения устного и письменного выступления'
                    },
                    {
                        img: '/public/images/text/eye.svg',
                        text: 'Изучение гуманитарных дисциплин'
                    },
                    {
                        img: '/public/images/text/pencil.svg',
                        text: 'Любовь к публицистики и практические навыки'
                    },
                    {
                        img: '/public/images/text/globe.svg',
                        text: 'Практика мировой журналистики'
                    },
                    {
                        img: '/public/images/text/people.svg',
                        text: 'Умение работать в коллективе'
                    },
                ],

            }
        }
    }
</script>